import './HomePage.scss';

const HomePage = () => {
    return (
        <div className="home__page">
            <div className="reason">
                <p>
                    鄙人记忆力不是特别好，高考3500个单词，三年了完全没记全，最后考了那年102的英语成绩，要说为什么记性那么差却能记住这个Number，还是因为那年考完英语老师对我说，如果你的英语能不是倒数第二，哪怕倒数第十都能有更好的成绩，其实当时我对这成绩是没什么所谓，但是老师那种很可惜又很气馁的神情倒是给我留下很深的印象，所以我高考成绩这么久也只记得英语成绩了；而且从那之后我很清楚认识我的记忆力只擅长记忆一些会给我留下深刻记忆点的事物，靠死记硬背对我来说作用不大；
                </p>
                <p>
                    近期也开始准备驾驶科目一的考试，成功刷满12小时，的确靠刷题能记忆下来大部分的常识，但说实话我可能会忘记，但这些知识感觉在国内道路行驶里都是必要的，因此决定制作个网页收录这些知识，会将这些知识与社会具体发生的事件作关联形成一个知识“元”，将无数个知识“元”组合起来构建自己在驾驶方面的知识体系。
                </p>
            </div>
        </div>
    );
};

export default HomePage;
